<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
    <key>PayloadContent</key>
    <array>
        <dict>
            <key>FullScreen</key>
            <true/>
            <key>Icon</key>
            <data>
            PHN2ZyB4bWxucz0iaHR0cDovL3d3dy53My5vcmcvMjAwMC9zdmciIHZpZXdCb3g9IjAgMCAxODAgMTgwIj48cmVjdCB3aWR0aD0iMTgwIiBoZWlnaHQ9IjE4MCIgZmlsbD0iI2ZmNmI2YiIgcng9IjIwIi8+PHRleHQgeD0iOTAiIHk9IjEyMCIgZm9udC1zaXplPSIxMDAiIHRleHQtYW5jaG9yPSJtaWRkbGUiIGZpbGw9IndoaXRlIj7wn5CQPC90ZXh0Pjwvc3ZnPg==
            </data>
            <key>IsRemovable</key>
            <true/>
            <key>Label</key>
            <string>Sunny PWA</string>
            <key>PayloadDescription</key>
            <string>Adds a web clip to the home screen</string>
            <key>PayloadDisplayName</key>
            <string>Sunny PWA</string>
            <key>PayloadIdentifier</key>
            <string>com.tencent.sunny-pwa.webclip</string>
            <key>PayloadType</key>
            <string>com.apple.webClip.managed</string>
            <key>PayloadUUID</key>
            <string>12345678-1234-1234-1234-123456789012</string>
            <key>PayloadVersion</key>
            <integer>1</integer>
            <key>Precomposed</key>
            <false/>
            <key>URL</key>
            <string>https://tencent-international.github.io/sunny-pwa/</string>
        </dict>
    </array>
    <key>PayloadDescription</key>
    <string>Sunny PWA Web Clip Configuration</string>
    <key>PayloadDisplayName</key>
    <string>Sunny PWA</string>
    <key>PayloadIdentifier</key>
    <string>com.tencent.sunny-pwa</string>
    <key>PayloadOrganization</key>
    <string>Tencent International</string>
    <key>PayloadRemovalDisallowed</key>
    <false/>
    <key>PayloadType</key>
    <string>Configuration</string>
    <key>PayloadUUID</key>
    <string>87654321-4321-4321-4321-210987654321</string>
    <key>PayloadVersion</key>
    <integer>1</integer>
</dict>
</plist>
